tap "beeftornado/rmtree"
tap "buo/cask-upgrade"
tap "homebrew/bundle"
tap "homebrew/services"
brew "xz"
brew "bat"
brew "curl"
brew "direnv"
brew "dvc"
brew "eza"
brew "fd"
brew "ffmpeg"
brew "ffmpegthumbnailer"
brew "fzf"
brew "gh"
brew "git"
brew "git-crypt"
brew "git-lfs"
brew "gnu-sed"
brew "htop"
brew "hub"
brew "imagemagick"
brew "jenv"
brew "jid"
brew "jq"
brew "mariadb-connector-c"
brew "mas"
brew "ncdu"
brew "neovim"
brew "nmap"
brew "node"
brew "ollama", restart_service: true
brew "pipenv"
brew "prettyping"
brew "pyenv"
brew "ruby-build"
brew "rbenv"
brew "ripgrep"
brew "starship"
brew "switchaudio-osx"
brew "thefuck"
brew "tree"
brew "unar"
brew "wakeonlan"
brew "watch"
brew "wget"
brew "xsv"
brew "yazi"
brew "zellij"
brew "zoxide"
brew "zsh"
brew "zsh-autocomplete"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
cask "1password"
cask "1password-cli"
cask "arc"
cask "audacity"
cask "balenaetcher"
cask "bambu-studio"
cask "bartender"
cask "betaflight-configurator"
cask "capcut"
cask "chatgpt"
cask "discord"
cask "docker"
cask "fantastical"
cask "font-fira-code"
cask "font-fira-mono-for-powerline"
cask "google-chrome"
cask "google-drive"
cask "gpg-suite"
cask "home-assistant"
cask "insta360-studio"
cask "istat-menus"
cask "iterm2"
cask "itermai"
cask "keyboard-cleaner"
cask "latexit"
cask "linearmouse"
cask "moonlight"
cask "ngrok"
cask "notion"
cask "nvidia-geforce-now"
cask "parsec"
cask "qlcolorcode"
cask "qlimagesize"
cask "qlmarkdown"
cask "qlstephen"
cask "qlvideo"
cask "quicklook-json"
cask "quicklookase"
cask "r"
cask "raspberry-pi-imager"
cask "raycast"
cask "rectangle"
cask "rescuetime"
cask "rocket"
cask "rstudio"
cask "sidequest"
cask "signal"
cask "skype"
cask "slack"
cask "soulver"
cask "spotify"
cask "steam"
cask "suspicious-package"
cask "telegram"
cask "temurin"
cask "the-unarchiver"
cask "viscosity"
cask "visual-studio-code"
cask "webpquicklook"
cask "whatsapp"
cask "wireshark"
cask "zoom"
mas "1Password for Safari", id: 1569813296
mas "Amphetamine", id: 937984704
mas "Cardhop", id: 1290358394
mas "Draw Things", id: 6444050820
mas "Enchanted", id: 6474268307
mas "Keynote", id: 409183694
mas "Lieferungen", id: 290986013
mas "MoneyMoney", id: 872698314
mas "Monosnap", id: 540348655
mas "Notability", id: 360593530
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Passepartout", id: 1433648537
mas "Playgrounds", id: 1496833156
mas "Pocket", id: 568494494
mas "PopClip", id: 445189367
mas "Save to Pocket", id: 1477385213
mas "Todoist", id: 585829637
mas "Xcode", id: 497799835
vscode "bierner.markdown-mermaid"
vscode "bluebrown.yamlfmt"
vscode "bpruitt-goddard.mermaid-markdown-syntax-highlighting"
vscode "charliermarsh.ruff"
vscode "codezombiech.gitignore"
vscode "donjayamanne.githistory"
vscode "eamodio.gitlens"
vscode "fwcd.kotlin"
vscode "github.remotehub"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "golang.go"
vscode "hashicorp.terraform"
vscode "iterative.dvc"
vscode "iterative.vscode-dvc-pack"
vscode "keesschollaart.vscode-home-assistant"
vscode "kevinrose.vsc-python-indent"
vscode "me-dutour-mathieu.vscode-github-actions"
vscode "mechatroner.rainbow-csv"
vscode "mhutchie.git-graph"
vscode "ms-azuretools.vscode-docker"
vscode "ms-ceintl.vscode-language-pack-de"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.azure-repos"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-repositories"
vscode "ms-vsliveshare.vsliveshare"
vscode "redhat.fabric8-analytics"
vscode "redhat.java"
vscode "redhat.vscode-yaml"
vscode "reditorsupport.r"
vscode "rjmacarthy.twinny"
vscode "tamasfe.even-better-toml"
vscode "tomoki1207.pdf"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vscjava.vscode-gradle"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-maven"
vscode "vscodevim.vim"
vscode "vstirbu.vscode-mermaid-preview"
vscode "zainchen.json"
