tap "beeftornado/rmtree"
tap "buo/cask-upgrade"
brew "xz"
brew "bat"
brew "curl"
brew "direnv"
brew "dvc"
brew "eza"
brew "fd"
brew "ffmpeg"
brew "ffmpegthumbnailer"
brew "fzf"
brew "gh"
brew "git"
brew "git-crypt"
brew "git-lfs"
brew "gnu-sed"
brew "htop"
brew "hub"
brew "imagemagick"
brew "jenv"
brew "jid"
brew "jq"
brew "mariadb-connector-c"
brew "ncdu"
brew "neovim"
brew "nmap"
brew "node"
brew "prettyping"
brew "pyenv"
brew "ruby-build"
brew "rbenv"
brew "ripgrep"
brew "starship"
brew "switchaudio-osx"
brew "thefuck"
brew "tree"
brew "unar"
brew "wakeonlan"
brew "watch"
brew "wget"
brew "xsv"
brew "yazi"
brew "zellij"
brew "zoxide"
brew "zsh"
brew "zsh-autocomplete"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
cask "1password"
cask "1password-cli"
cask "bartender"
cask "chatgpt"
cask "font-fira-code"
cask "font-fira-mono-for-powerline"
cask "google-chrome"
cask "gpg-suite"
cask "istat-menus"
cask "iterm2"
cask "itermai"
cask "latexit"
cask "linearmouse"
cask "ngrok"
cask "qlcolorcode"
cask "qlmarkdown"
cask "qlstephen"
cask "qlvideo"
cask "quicklookase"
cask "r-app"
cask "raycast"
cask "rocket"
cask "suspicious-package"
cask "the-unarchiver"
cask "visual-studio-code"
cask "webpquicklook"

vscode "bierner.markdown-mermaid"
vscode "bluebrown.yamlfmt"
vscode "bpruitt-goddard.mermaid-markdown-syntax-highlighting"
vscode "charliermarsh.ruff"
vscode "codezombiech.gitignore"
vscode "donjayamanne.githistory"
vscode "eamodio.gitlens"
vscode "fwcd.kotlin"
vscode "github.remotehub"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "golang.go"
vscode "hashicorp.terraform"
vscode "iterative.dvc"
vscode "iterative.vscode-dvc-pack"
vscode "keesschollaart.vscode-home-assistant"
vscode "kevinrose.vsc-python-indent"
vscode "me-dutour-mathieu.vscode-github-actions"
vscode "mechatroner.rainbow-csv"
vscode "mhutchie.git-graph"
vscode "ms-azuretools.vscode-docker"
vscode "ms-ceintl.vscode-language-pack-de"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.azure-repos"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-repositories"
vscode "ms-vsliveshare.vsliveshare"
vscode "tamasfe.even-better-toml"
vscode "tomoki1207.pdf"
vscode "vscodevim.vim"
vscode "vstirbu.vscode-mermaid-preview"
vscode "zainchen.json"